---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LinkFailures.CannotOpenLinkedFileServerNotFound
source: html/85101fe8-8e47-b1a3-3f4b-5af667618041.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LinkFailures.CannotOpenLinkedFileServerNotFound Property

Cannot open the linked model using Open and Unload because the plugin [name] cannot be accessed. Please check
 plugin [name], which has server Id [serverId]

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotOpenLinkedFileServerNotFound { get; }
```